export const dates = [
	{
		year: 1987,
		description:
			'Битва за Фаду: чадская армия разбила ливийскую бронетанковую бригаду.',
	},
	{
		year: 1989,
		description:
			'В СССР совершил первый полёт экономичный среднемагистральный лайнер нового поколения Ту-204',
	},
	{
		year: 1990,
		description:
			'Пизанская падающая башня была закрыта для туристов из соображений безопасности.',
	},
	{
		year: 1991,
		description:
			'Принятие Советом декларации о прекращении существования СССР в связи с образованием СНГ',
	},
	// slide 1
	{
		year: 1992,
		description:
			'Кинопрьемера фильма "Белые люди не умеют прыгать" - американская спортивная комедия',
	},
	{
		year: 1994,
		description:
			'Состоялась инаугурация президента Белоруссии Александра Лукашенко',
	},
	{
		year: 1995,
		description:
			'Первая чеченская война: в Чечне отряды боевиков отражают наступление российской армии на Грозный.',
	},
	{
		year: 1997,
		description:
			'Компания "Intel" официально представила микропроцессор Pentium II',
	},
	// slide 2
	{
		year: 1999,
		description:
			'Вторая чеченская война: российские войска форсировали Терек и продолжили наступление на территорию Чечни',
	},
	{
		year: 2000,
		description:
			'Выборы Президента России. Президентом РФ избран Владимир Путин',
	},
	{
		year: 2003,
		description:
			'Коалиция во главе с США вторглась в Ирак, положив начало иракской войне.',
	},
	{
		year: 2005,
		description:
			'Ураган "Катрина" в США показал, что самое мощное в мире государство может оказаться неготовым...',
	},
	// slide 3
	{
		year: 2006,
		description:
			'Кинопремьера фильма "Пираты Карибского моря: Сундук мертвеца"',
	},
	{
		year: 2007,
		description: 'Компания Apple представила первое поколение смартфона iPhone',
	},
	{ year: 2009, description: 'Смерть Майкла Джексона.' },
	{
		year: 2010,
		description:
			'В Дубае прошла торжественная церемония открытия 828-метровой башни Бурдж-Халифа.',
	},
	// slide 4
	{
		year: 2011,
		description:
			'Старт марсохода Curiosity, ученые НАСА сделали новый важный шаг в исследовании Марса.',
	},
	{
		year: 2012,
		description:
			'Владимир Владимирович Путин снова стал Президентом Российской Федерации',
	},
	{
		year: 2013,
		description: 'В небе над Челябинской областью взорвался метеорит',
	},
	{
		year: 2015,
		description:
			'Космический зонд Dawn («Рассвет») впервые в истории вышел на орбиту карликовой планеты Церера',
	},
	// slide 5
	{
		year: 2017,
		description: 'Кинопремьера фильма "Звёздные Войны: Последние Джедаи"',
	},
	{
		year: 2020,
		description:
			'11 января в Китае сообщили о первом умершем от нового типа коронавируса. ',
	},
	{
		year: 2022,
		description:
			'По решению ООН год объявлен - Международным годом кустарного рыболовства и аквакультуры',
	},
	{
		year: 2024,
		description: 'Победа Дональда Трампа на президентских выборах в США',
	},
	// slide 6
]
